Tutorial/3.CounterFlowFlame.DTM/constant/FittingDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

numberOfPoint     101;  // [points] don't change this value
maxT              3000; // [K] don't change this value
minT              300;  // [K] this may be changed
pressure          101325; // [Pa] this is case dependent

// ************************************************************************* //
